tap "homebrew/bundle"

brew "coreutils"
brew "difftastic"
brew "direnv"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "go-task"
brew "httpie"
brew "iproute2mac"
brew "jq"
brew "mise"
brew "neovim"
brew "nmap"
brew "perl"
brew "pinentry-mac"
brew "tig"
brew "tree"
brew "watch"
brew "wget"
brew "zsh-autosuggestions"

cask "appcleaner"
cask "beekeeper-studio"
cask "ghostty"
cask "iterm2"
cask "keepingyouawake"
cask "obsidian"
cask "orbstack"
cask "rectangle"
